{
    "data": [
        {
            "title": "Using Technology for Instruction: Technology Tool Infographic",
            "body": "Identifying and using technology to enhance the instruction process is something that effective educators do on a regular basis. Appropriate technology tools can help in introducing content, presenting content, and assessing learning.\nFor this assignment, use the unit plan that you created in Topic 4 and create an infographic to include technology tools for each lesson. In the infographic (Windows template, Piktochart.com, etc.) include the following:\n\nThe grade level, standards, and learning objectives the plan is designed to cover.\nAt least one technology tool intended to support students in gaining social studies content knowledge.\nAt least one technology tool supporting visual or performance art content knowledge.\nAt least one technology tool designed to help students self-assess their knowledge.\nExplanation of how each tool supports assessment and the value each tool has in supporting learning and engagement in the inclusive classroom.\n\nSupport your infographic with a minimum of three scholarly resources.\nWhile APA format is not required for the body of this assignment, solid academic writing is expected, and in-text citations and references should be presented using APA documentation guidelines, which can be found in the APA Style Guide, located in the Student Success Center.\nThis assignment uses a rubric. Review the rubric prior to beginning the assignment to become familiar with the expectations for successful completion.\nYou are required to submit this assignment to LopesWrite. A link to the LopesWrite Technical Support Articles is located in Class Resources if you need assistance.",
            "category": "Education",
            "tag": "edu"
        },
        {
            "title": "Statistical Analysis",
            "body": "The below scenario describes a real-world or business application that utilizes statistical analysis to help resolve a business problem: increasing efficiency by decreasing processing time. Prepare an analysis by completing five steps of  hypothesis testing with one sample. \nLast week, your manager asked you to analyze staffing needs for the Foreclosure Department. She was so impressed, and she wants you to create another report for her. She intends to decrease the processing time per document.\nBased on last week's report, the average number of processed documents per hour was 15.11, with a standard deviation of 2.666. That is, one document was reviewed in 238.25 seconds. To be objective as much as possible, the manager spoke with an employee whose average was exactly 15 documents per hour. The employee claimed that if she was given a larger monitor, the processing time would be shorter.\nThey conducted an experiment with a large monitor and measured processing time. After reviewing 20 documents, the calculated average processing time per document was 190.58 seconds. The manager believes that a bigger monitor helped reduce the processing time for reviewing foreclosure documents. Conduct a hypothesis test using a 95% confidence level, which means that significance level a = 0.05.\nUse the 5-step process, and explain each term or concept mentioned in each section in the following.\nStep 1: Set Up Null and Alternative Hypotheses\nBased on the request description, explain if a one-tailed or two-tailed test is needed. If a one-tailed test is needed, is it a left or right-tailed test? Please explain why one alternative is better than the other.\nState both of the following hypotheses:\n\nNull hypothesis\nAlternative hypothesis\n\nYou will need the following information to progress to Step 2:\n\nStandard deviation: Explain what standard deviation is. Locate the calculated standard deviation in the assignment description, and enter it here.\nRandom variable: Explain what a random variable is. Locate it in the assignment description, and enter it here.\nTest type: Compare and contrast t-test and z-test. Once done, determine which one is appropriate for the experiment given the fact that the sample size is less than 30.\n\nStep 2: Decide the Level of Significance\nExplain what the significance level is, and determine whether the one used in the assignment description is high, medium, or low. What does this significance level tell you about this test? Locate the level of significance in the given scenario, and list it in this step.\nSignificance level = ?\nDetermine the degree of freedom based on the number of reviewed documents in the new experiment (n = 20) and based on the formula Degree of freedom = n – 1.\nDegree of freedom = ?\nCritical value = (You will need to use the t-table and find the intersection point between the degree of freedom and the alpha value that is provided in the assignment description.)\nStep 3: Calculate the Test Statistics\nCalculate the test statistics based on the test type determined in Step 1.\nIf the determination was done correctly, you should use this formula to calculate the test statistics.\nTest statistics = ?\nStep 4: Compare the Calculated Test Statistics and the Critical Value\nConstruct a bell-shaped diagram showing the critical value and the calculated test statistic.\nStep 5: Reach a Conclusion\nWas the manager's conclusion correct? Share your conclusions on the assumptions in the scenario using the hypothesis testing that you conducted in the previous four steps.",
            "category": "Operations Management",
            "tag": "Analysis"
        },
        {
            "title": "Module 1 Discussion: Different Types of Law",
            "body": "Briefly research one type of law that you are interested in learning about. \nThen, share a news article, example, or resource with the class related to your interest. \nProvide a brief summary of the article.  \nDiscuss what it is about this type of law that interests you.\n\nTYPES OF LAW: \n \n\nSubstantive Law\nProcedural Law\nCivil Law\nCriminal Law",
            "category": "Criminal",
            "tag": ""
        }
    ]
}